[
  {
    "img": "images/law-and-justice.jpg",
    "alt": "law-and-justice",
    "title": "Корпоративний сайт юридичної компанії",
    "href": "https://consulting.kiev.ua/",
    "descr": "Багатосторінковий корпоративний сайт, зроблений з аналізом конкурентів та побажанням замовника, щоб як найкраще презентувати експертність кожного фахівця, підвищити довіру клієнтів та покращити конверсію.",
    "stackList": "HTML5, SCSS, JavaScript, PHP, SEO Basic, Відправка повідомлень на пошту, Адаптивна верстка, Google Analytics"
  },
  {
    "img": "images/tails-delivery.jpg",
    "alt": "tails-delivery",
    "title": "Сайт сервісу перевозки домашніх улюбленців",
    "href": "https://tailsdelivery.com/",
    "descr": "Tails Delivery — сервіс перевезення домашніх улюбленців по Україні та Європі. Сайт побудований на довірі: кольори асоціюються з безпекою, а візуальні елементи — з турботою. Легкий стиль і анімації допомагають зменшити тривожність клієнтів.",
    "stackList": "HTML5, CSS, JavaScript, Jquery, SEO Basic, Адаптивна верстка"
  },
  {
    "img": "images/monticcelo.jpg",
    "alt": "monticcelo",
    "title": "Розробка з акцентом на оптимізацію та структуру",
    "href": "https://karamandmitriy.github.io/My-HomeWork/exam2/",
    "descr": "Сайт розроблено відповідно до чітко визначених технічних вимог, з особливою увагою до семантики HTML, логічної структури контенту, оптимізації коду та загальної продуктивності.",
    "stackList": "HTML5, SCSS, JavaScript (Vanilla), Leflet, Відправка форми в телеграм, Підтримка старих версій браузера, SEO Basic, Адаптивна верстка, LazyLoading, Optimaze*, pageSpeed"
  },
  {
    "img": "images/PhotoStudia.jpg",
    "alt": "PhotoStudia",
    "title": "Шаблон розроблений під фотостудію",
    "href": "https://karamandmitriy.github.io/PhotoStudia/",
    "descr": "Даний шаблон спеціально розроблений та адаптований для створення вебсайтів фотографів, з акцентом на демонстрацію їх фотогалерей як прикладу професійних навичок та засобу залучення клієнтів до замовлення фотосесій",
    "stackList": "HTML5, CSS, Адаптивна верстка"
  },
  {
    "img": "images/solis.jpg",
    "alt": "Solis",
    "title": "Розробка з акцентом на тему та анімацію",
    "href": "https://karamandmitriy.github.io/My-HomeWork/1-exam/",
    "descr": "Розробка сайту виконана в PixelPerfect з анімаціями та темами. Проведено оптимізацію та семантичне структурування, що дає гарний SEO-результат, закріплений мета-тегами. Стилі враховують підтримку старих браузерів, що підвищує конверсію та доступність.",
    "stackList": "HTML5, SCSS, JavaScript (Vanilla), Підтримка старих версій браузера, SEO Basic, Адаптивна верстка, LazyLoading, Optimaze*, pageSpeed"
  },
  {
    "img": "images/here.jpg",
    "alt": "here site",
    "title": "Ваш сайт наступний. Завантажимо після створення...",
    "href": "-----=====-----",
    "descr": "Я з радістю додам ваш сайт до портфоліо. Розкажіть про свою ідею і я допоможу її реалізувати",
    "stackList": "Підбираю оптимальні технології під ваші потреби"
  }
]